<!DOCTYPE html>
<html lang="pt-br">
  <head>
    <title>Título da página</title>
    <meta charset="utf-8">
  </head>
  <body>
   <p>Muitos veem a internet como uma melhor amiga que est&aacute; ali, sempre disposta a ajudar. Ela aproxima os que est&atilde;o longe, tira aquela d&uacute;vida que surge no momento mais inapropriado, ajuda a fazer compras e at&eacute; a pagar aquela conta sem enfrentar fila no banco. Milhares de pessoas no mundo est&atilde;o conectadas &agrave; ela nesse exato momento. S&oacute; o brasileiro passa em m&eacute;dia 9 horas conectado por dia. Bastante tempo, n&atilde;o &eacute; mesmo!? E &eacute; por isso que falar de acessibilidade na web &eacute; t&atilde;o importante. Sem ela, milh&otilde;es de pessoas n&atilde;o conseguem realizar todas essas atividades simples e cotidianas.</p>
<p>Assim como os conte&uacute;dos que encontramos na web, os seus usu&aacute;rios tamb&eacute;m s&atilde;o muito diversos. E pessoas diferentes acessam informa&ccedil;&otilde;es de formas diferentes. Ter um site acess&iacute;vel &eacute; garantir que todas elas consigam ter a melhor experi&ecirc;ncia poss&iacute;vel durante a navega&ccedil;&atilde;o. Mas quantos dos sites da web est&atilde;o acess&iacute;veis?</p>
<p>Vamos responder essa e outras d&uacute;vidas comuns sobre acessibilidade na web, come&ccedil;ando com a mais b&aacute;sica:</p>
<p>O que &eacute; Acessibilidade na Web?<br />N&oacute;s sabemos que ainda existe pouca informa&ccedil;&atilde;o sobre o assunto, e algumas pessoas acabam acreditando em diversos mitos. Mas acessibilidade na web &eacute; sobre uma coisa bem simples: quebrar barreiras nos ambientes virtuais. Tornar uma p&aacute;gina acess&iacute;vel &eacute; permitir que diferentes tipos de pessoas, com defici&ecirc;ncia ou n&atilde;o, possam chegar aos conte&uacute;dos e compreend&ecirc;-los com autonomia.</p>
<p>&ldquo;Acessibilidade na web significa que pessoas com defici&ecirc;ncia podem usar a web. Mais especificamente, a acessibilidade na web significa que pessoas com defici&ecirc;ncia podem perceber, entender, navegar, interagir e contribuir para a web. E mais. Ela tamb&eacute;m beneficia outras pessoas, incluindo pessoas idosas com capacidades em mudan&ccedil;a devido ao envelhecimento.&rdquo;</p>
<p>(Cartilha Acessibilidade na Web &ndash; W3C Brasil)</p>
<p>Um bom primeiro passo &eacute; se colocar no lugar do outro. Compreendendo que uma pessoa cega n&atilde;o acessa um conte&uacute;do da mesma maneira que uma surda. A primeira utiliza um leitor de telas e a segunda muitas vezes precisa de tradu&ccedil;&atilde;o em Libras (a L&iacute;ngua Brasileira de Sinais). Ou seja, pessoas com diferentes tipos de defici&ecirc;ncias utilizam recursos e tecnologias assistivas espec&iacute;ficos na hora de navegar. E os sites precisam estar adaptados a todos eles.</p>
<p>No come&ccedil;o, pode parecer complicado. Mas deixar sua p&aacute;gina acess&iacute;vel n&atilde;o &eacute; um bicho de 7 cabe&ccedil;as&hellip; N&oacute;s te explicamos um pouco mais sobre o assunto aqui embaixo!</p>
<p>Qual a import&acirc;ncia de deixar seu site acess&iacute;vel?<br />As pessoas est&atilde;o se sentido cada vez mais confort&aacute;veis para realizar todo tipo de atividade no mundo virtual. Por isso, muito mais do que ter um design bonito e atraente, os sites precisam atender a todos. Quando uma p&aacute;gina n&atilde;o est&aacute; acess&iacute;vel, ela est&aacute; fechando as portas para milh&otilde;es de pessoas, indo contra o seu prop&oacute;sito &ndash; que &eacute; atrair mais visitantes.</p>
<p>Ou seja, n&atilde;o pensar em acessibilidade pode ser sin&ocirc;nimo de deixar dinheiro em cima da mesa. Vale refor&ccedil;ar que hoje em dia j&aacute; existem recursos que permitem criar sites bonitos, funcionais e acess&iacute;veis ao mesmo tempo. Al&eacute;m do mais, a acessibilidade pode melhorar o rankeamento da sua p&aacute;gina no Google, uma vez que o algoritmo do buscador reconhece essas pr&aacute;ticas e o enxerga com maior relev&acirc;ncia.</p>
<p>Tendo isso em vista, desde 2016 a Lei Brasileira de inclus&atilde;o (LBI) exige que todos os sites, p&uacute;blicos e privados, estejam acess&iacute;veis. Mas infelizmente apenas 1% deles seguem essa regra no Brasil. Diante disso, ter um site acess&iacute;vel n&atilde;o &eacute; s&oacute; cumprir a lei, &eacute; ter um diferencial competitivo. E as organiza&ccedil;&otilde;es que sa&iacute;ram na frente nesse movimento j&aacute; tem sido reconhecidas. A Prefeitura de S&atilde;o Paulo, por exemplo, lan&ccedil;ou o seu Selo de Acessibilidade Digital justamente com esse prop&oacute;sito e j&aacute; tem ratificado sites de empresas de todo o Brasil, como a Samsung.</p>
<p>S&atilde;o motivos de sobra para pensar se no assunto, n&atilde;o &eacute; mesmo?</p>
<p>Os primeiros passos para a acessibilidade<br />Est&aacute; com muitas d&uacute;vidas e n&atilde;o sabe por onde come&ccedil;ar? Separamos algumas dicas bem simples e pr&aacute;ticas para voc&ecirc; ir aquecendo os motores e tornando seu site mais acess&iacute;vel pouco a pouco. S&atilde;o pequenos detalhes, mas que fazem toda a diferen&ccedil;a para quem precisa!</p>
<p>Aqui v&atilde;o algumas dicas:</p>
<p>Fa&ccedil;a descri&ccedil;&atilde;o alternativa das imagens, pois assim os leitores de tela poder&atilde;o identific&aacute;-las e descrev&ecirc;-las para os usu&aacute;rios cegos.<br />N&atilde;o use apenas cores para destacar uma informa&ccedil;&atilde;o. Isso ajudar&aacute; pessoas com daltonismo, por exemplo, que n&atilde;o conseguiriam diferenciar os itens destacados apenas por cores.<br />Simplifique seu texto. Ao fazer isso, voc&ecirc; facilita a leitura de pessoas com dislexia.<br />Crie &aacute;reas de clique maiores nos bot&otilde;es, isso ajudar&aacute; usu&aacute;rios que n&atilde;o t&ecirc;m precis&atilde;o nos cliques a acessar conte&uacute;dos espec&iacute;ficos.<br />A W3C (World Wide Web Consortium) &eacute; uma organiza&ccedil;&atilde;o mundial que desenvolve especifica&ccedil;&otilde;es t&eacute;cnicas e orienta&ccedil;&otilde;es para web. Ou seja, ela quem cria e mant&eacute;m os padr&otilde;es para os sites na internet, incluindo os de acessibilidade. O WCAG (Web Content Accessibility Guidelines) &eacute; o seu documento que traz as diretrizes de acessibilidade para a web, explicando como tornar o conte&uacute;do acess&iacute;vel para pessoas com defici&ecirc;ncias. De acordo com elas, um site acess&iacute;vel segue os seguintes princ&iacute;pios:</p>
<p>Percept&iacute;vel: As informa&ccedil;&otilde;es e interface s&atilde;o apresentadas de uma forma que possa ser percebida;<br />Oper&aacute;vel: A Interface e a navega&ccedil;&atilde;o devem ser oper&aacute;veis para todos os usu&aacute;rios;<br />Compreens&iacute;vel: A informa&ccedil;&atilde;o deve ser apresentada de forma simples e compreens&iacute;vel;<br />Robusto: O conte&uacute;do deve ser robusto de uma forma que possa maximizar sua compatibilidade com diferentes tipos de pessoas e tecnologias assistivas.<br />Seguindo esses princ&iacute;pios n&atilde;o tem erro, seu site estar&aacute; acess&iacute;vel para todos! Mas esse &eacute; s&oacute; o primeiro passo, ainda h&aacute; um bom caminho a ser percorrido. E n&oacute;s vamos falar sobre algumas ferramentas bem simples que s&atilde;o uma m&atilde;o na roda!</p>
  </body>
</html>
